Repository: zeynepon/where-to-eat
Catalog: WhereToEat/WhereToEat/Localizable.xcstrings
Source language: en
Languages: fr, it, tr

source: Add a favorite by searching restaurants in the search tab 🔎
fr: Ajoutez un favori en cherchant des restaurants dans l'onglet de recherche🔎
it: Aggiungere un preferito ricercando i ristoranti nella scheda di ricerca 🔎
tr: Arama sekmesinden restoran arayarak favorilerinize ekleyin 🔎

source: Cancel
fr: Annuler
it: Annullare
tr: İptal

source: Could not execute search, try specifying a more exact location.
fr: Ne peut pas exécuter la recherche, veuillez essayer avec une localisation plus précise.
it: Impossibile eseguire la ricerca, si prega di specificare una posizione più esatta
tr: Arama tamamlanamadı, başka bir lokasyon deneyin.

source: Enter a location in which you'd like to see restaurants
fr: Entrez une localisation où vous souhaitez voir les restaurants.
it: Inserire una posizione in cui si desidera visualizzare i ristoranti
tr: Arama kutusuna restoranları görmek istediğiniz bir konumu girin

source: Favorites
fr: Favoris
it: Preferiti
tr: Favoriler

source: Loading
fr: En chargement
it: Caricamento
tr: Yükleniyor

source: Loading restaurants...
fr: Chargement des restaurants en cours...
it: Caricamento dei ristoranti in corso...
tr: Restoranlar yükleniyor…

source: Map
fr: Carte
it: Mappa
tr: Harita

source: No images
fr: Pas d'images
it: Nessuna immagine
tr: Fotoğraf yok

source: Search
fr: Chercher
it: Ricerca
tr: Ara

source: Start your search for restaurants here 🔎
fr: Commencez votre recherche de restaurants ici 🔎
it: Avviare la vostra ricerca dei ristoranti qui 🔎
tr: Bir restoran arayın 🔎

source: Try again
fr: Réessayer
it: Riprovare
tr: Yeniden dene

source: View in
fr: Voir sur
it: Visualizzare su Twitter
tr: Yelp’te göster:

source: We are unable to connect to the server right now. Please try again.
fr: Nous ne pouvons pas nous connecter au serveur pour le moment. Veuillez réessayer plus tard.
it: Al momento non è possibile connettere al server. Riprovare più tardi, per favore.
tr: Şu an sunucuya ulaşamıyoruz, lütfen yeniden deneyin.

source: We are unable to fetch the data right now. Please try again.
fr: Nous ne pouvons pas accéder aux données pour le moment. Veuillez réessayer plus tard.
it: Al momento non è possibile caricare i dati. Riprovare più tardi, per favore.
tr: Şu an verilere ulaşamıyoruz, lütfen yeniden deneyin.

source: You have no favorites at the moment
fr: Vous n'avez pas de favoris pour l'instant."
it: Non hai favoriti al momento
tr: Favori yok
